Repository: wp-plugins/eddards-post-attachments
Catalog: languages/eddard-*.po
Languages: pa_hu_hu

source: Eddard Post Attachments
pa_hu_hu: Eddard Post Csatolmányok

source: Close attachments
pa_hu_hu: Csatolmányok bezárása

source: Close
pa_hu_hu: Bezár

source: Click the image to toggle edit screen
pa_hu_hu: Klikk a képre a részletek ki/be kapcsolásához

source: Edit with Media Libary
pa_hu_hu: Szerkesztés a Médiatárban

source: REMOVE from post
pa_hu_hu: Eltávolítás a poszttól

source: Last modified
pa_hu_hu: Utoljára módosítva

source: Please wait...
pa_hu_hu: Kérem várjon...

source: Post attachments
pa_hu_hu: Csatolmányok

source: Attachment list creation...
pa_hu_hu: Csatolmányok listájának készítése

source: Cannot remove image! Attachment image id is empty.
pa_hu_hu: A csatolmány nem távolítható el! A kép azonosító üres.

source: Selected image removed from post successfully!
pa_hu_hu: A kiválasztott képet sikeresen eltávolítottuk a poszttól!

source: Current attachments
pa_hu_hu: Aktuális csatolmányok

source: Attached to other
pa_hu_hu: Máshoz csatoltak

source: Attach to current
pa_hu_hu: Az aktuálishoz csatol

source: This will attach this image to the current post/page
pa_hu_hu: Ez a képet az aktuális poszthoz/oldalhoz fogja csatolni

source: This image will no longer attached to the current post/page
pa_hu_hu: Ez a kép többé nem lesz az aktuális poszt/oldal csatolmánya

source: Cannot take over image! Post ID is empty.
pa_hu_hu: A kép nem vehető át! A poszt azonosító üres.

source: Cannot take over image! Attachment image id is empty.
pa_hu_hu: A kép nem vehető át! A csatolmány azonosító üres.

source: Attachment successfully moved!
pa_hu_hu: Csatolmány sikeresen áthelyzve!

source: Attachment cannot be moved!
pa_hu_hu: A csatolmányt nem lehet áthelyezni

source: Unattached
pa_hu_hu: Csatolatlanok

source: Image url (full size)
pa_hu_hu: Kép url (teljes méret)

source: Click for full size
pa_hu_hu: Teljes méretű kép
